Repository: ngoctienUIT/Coffee
Catalog: admin/lib/l10n/app_*.arb
Languages: vi

source: OK
vi: Đồng ý

source: Member
vi: Thành viên

source: Profile
vi: Hồ sơ

source: Setting
vi: Cài đặt

source: Voucher
vi: Ưu đãi

source: Activity
vi: Hoạt động

source: Policy
vi: Chính sách

# appInfo
source: Application information
vi: Thông tin ứng dụng

source: Logout
vi: Đăng xuất

source: Language selection
vi: Lựa chọn ngôn ngữ

source: Account
vi: Tài khoản

source: Interact
vi: Tương tác

# generalInfo
source: General information
vi: Thông tin chung

source: Add products
vi: Thêm sản phẩm

source: Save
vi: Lưu

source: View profile picture
vi: Xem hình trang cá nhân

source: Delete profile picture
vi: Xóa hình trang cá nhân

# productName
source: Product's name
vi: Tên sản phẩm

source: Product price
vi: Giá sản phẩm

source: Product description
vi: Mô tả sản phẩm

source: Description
vi: Mô tả

# seeProductPicture
source: See product pictures
vi: Xem hình sản phẩm

# takePhoto
source: Take a photo
vi: Chụp hình

# selectImageGallery
source: Select image from gallery
vi: Chọn hình từ thư viện

source: Cancel
vi: Hủy

source: Delete product image
vi: Xóa hình sản phẩm

source: Add promotion
vi: Thêm khuyến mãi

source: Promotion title
vi: Tiêu đề khuyến mãi

source: Title
vi: Tiêu đề

source: Start day
vi: Ngày bắt đầu

source: Finish date
vi: Ngày kết thúc

source: Promotion description
vi: Mô tả khuyến mãi

source: Promotional content
vi: Nội dung khuyến mãi

source: Select
vi: Chọn

source: Add voucher
vi: Thêm voucher

source: Voucher title
vi: Tiêu đề voucher

source: Expiration date
vi: Ngày hết hạn

source: Promotion
vi: Khuyến mãi

source: Voucher content
vi: Nội dung voucher

source: Welcome Admin
vi: Chào mừng Admin

source: Password
vi: Mật khẩu

# continue1
source: Continue
vi: Tiếp tục

source: Order
vi: Đơn hàng

source: Product
vi: Sản phẩm

source: Other
vi: Khác

source: Manage
vi: Quản lý

source: All
vi: Tất cả

source: Surname
vi: Họ

source: Name
vi: Tên

source: Gender
vi: Giới tính

source: Next
vi: Tiếp theo

source: Choose gender
vi: Chọn giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Birthday
vi: Ngày sinh

source: Security
vi: Bảo mật

source: Confirm password
vi: Xác nhận mật khẩu

source: Current selection
vi: Lựa chọn hiện tại

source: Affiliate Account
vi: Tài Khoản Liên Kết

# changePassword
source: Change the password
vi: Thay đổi mật khẩu

source: Enter old password
vi: Nhập mật khẩu cũ

source: Enter new password
vi: Nhập mật khẩu mới

source: Please enter
vi: Vui lòng nhập vào

# pleaseEnterEmail
source: Please enter your email
vi: Vui lòng nhập vào email

# pleaseEnterPhoneNumber
source: Please enter your phone number
vi: Vui lòng nhập vào số điện thoại

# passwordNeedsCharacters
source: Password needs to be at least 8 characters long
vi: Mật khẩu cần dài ít nhất 8 ký tự

source: Account settings
vi: Cài Đặ̣t Tài Khoản

# deleteAccount
source: Delete the account
vi: Xóa tài khoản

source: Edit
vi: Chỉnh sửa

source: Store
vi: Cửa hàng

source: Phone number
vi: Số điện thoại

source: Create account
vi: Tạo tài khoản

# notHave
source: Do not have
vi: Không có

source: Method
vi: Phương thức

# atTable
source: At the table
vi: Tại bàn

source: Bring back
vi: Mang về

source: Today
vi: Hôm nay

source: Total
vi: Tổng cộng

source: User
vi: Người dùng

source: Open
vi: Mở

source: Close
vi: Đóng

source: Hour
vi: Giờ

source: Order here
vi: Đặt hàng tại đây

source: Address search
vi: Tìm kiếm địa chỉ

source: Add new staff
vi: Thêm nhân viên mới

source: Expired
vi: Hết hạn

source: Subtotal
vi: Tổng phụ

source: Already applied
vi: Đã áp dụng

source: Cancelled
vi: Đã hủy

source: All vouchers
vi: Tất cả voucher

source: Discount code
vi: Mã giảm giá

source: Not delivery
vi: Chưa giao

source: Delivered
vi: Đã giao

source: Delivering
vi: Đang giao

source: Into money
vi: Thành tiền

source: Promo code
vi: Mã khuyến mãi

source: Total order
vi: Tổng đơn

# momoWallet
source: Momo e-wallet
vi: Ví điện tử Momo

# listProducts
source: List of products
vi: Danh sách sản phẩm

source: Payment methods
vi: Phương thức thanh toán

# paymentDelivery
source: Payment on delivery
vi: Thanh toán khi nhận hàng

source: Delivery
vi: Giao hàng

source: Email/Phone number
vi: Email/Số điện thoại

source: Remember login
vi: Ghi nhớ đăng nhập

source: Forgot password
vi: Quên mật khẩu

# prepareBill
source: Prepare the bill
vi: Tính tiền

source: All promotions
vi: Tất cả khuyến mãi

# searchNameDish
source: Search the name of the dish
vi: Tìm kiếm tên món ăn

source: Delivery status
vi: Tình trạng giao hàng

# confirmationPasswordNotMatch
source: Confirmation password does not match
vi: Mật khẩu xác nhận không trùng khớp

source: Please enter password
vi: Vui lòng nhập vào mật khẩu

# passwordLengthLeastCharacters
source: Password length is at least 8 characters
vi: Độ dài mật khẩu ít nhất là 8 ký tự

source: Order history
vi: Lịch sử đặt hàng

source: Going on
vi: Đang diễn ra

source: Edit address
vi: Chỉnh sửa địa chỉ

source: Contact Info
vi: Thông tin liên hệ

# setDefault
source: Set as default
vi: Đặt làm mặc định

source: Address
vi: Địa chỉ

source: Full name
vi: Họ tên

source: Your address
vi: Địa chỉ của bạn

source: Add address
vi: Thêm địa chỉ

source: Country
vi: Quốc gia

source: District
vi: Quận/Huyện

source: Province/City
vi: Tỉnh/Thành Phố

source: Ward
vi: Xã/Phường

source: Cart
vi: Giỏ hàng

source: Clear cart
vi: Xóa giỏ hàng

source: Order Notes
vi: Ghi chú đơn hàng

source: Add product
vi: Thêm sản phẩm

source: Forgot your password
vi: Quên mật khẩu của bạn

# youWantDeleteYourAccount
source: Are you sure you want to delete your account?
vi: Bạn chắc chắn muốn xóa tài khoản của mình?

source: Your offer
vi: Ưu đãi của bạn

source: Customer name
vi: Tên khách hàng

source: Cancel order
vi: Hủy đơn

source: Map
vi: Bản đồ

source: Note
vi: Ghi chú

source: Optional
vi: Không bắt buộc

source: Login
vi: Đăng nhập

source: Or
vi: Hoặc

source: Order completed
vi: Hoàn thành

source: Completed
vi: Hoàn thành

source: Placed
vi: Đã đặt

source: Staff
vi: Nhân Viên

source: Add
vi: Thêm

source: Home
vi: Trang chủ

source: Minimum
vi: Tối thiểu

source: Maximum
vi: Tối đa

source: Cash
vi: Tiền mặt

source: Rate
vi: Tỷ lệ

source: Add tags
vi: Thêm tag

source: Weather
vi: Thời tiết

source: Color
vi: Màu sắc

source: Topping price
vi: Giá topping

source: Name Topping
vi: Tên topping

source: Pick a color!
vi: Chọn một màu!

source: Lowest temperature
vi: Nhiệt độ thấp nhất

source: Maximum temperature
vi: Nhiệt độ cao nhất

source: Delete product
vi: Xóa sản phẩm

source: Are you sure you want to delete this product?
vi: Bạn chắc chắn muốn xóa sản phẩm này?

source: Are you sure you want to delete this account?
vi: Bạn chắc chắn muốn xóa tài khoản này?

source: Delete voucher
vi: Xóa voucher

source: Are you sure you want to delete this voucher?
vi: Bạn chắc chắn muốn xóa voucher này?

source: Delete product catalogues
vi: Xóa danh mục sản phẩm

source: Are you sure you want to delete this product category?
vi: Bạn chắc chắn muốn xóa danh mục sản phẩm này?

source: Remove recommend
vi: Xóa đề xuất

source: Are you sure you want to delete this recommend?
vi: Bạn chắc chắn muốn xóa đề xuất này?

source: Delete store
vi: Xóa cửa hàng

source: Are you sure you want to delete this store?
vi: Bạn chắc chắn muốn xóa cửa hàng này?

source: Remove tag
vi: Xóa tag

source: Are you sure you want to remove this tag?
vi: Bạn chắc chắn muốn xóa tag này?

source: Remove topping
vi: Xóa topping

source: Are you sure you want to remove this topping?
vi: Bạn chắc chắn muốn xóa topping này?

source: Add successful recommend
vi: Thêm đề xuất thành công

source: Add recommend
vi: Thêm đề xuất

source: Coupon code
vi: Mã phiếu giảm giá

source: Coupon type
vi: Loại phiếu giảm giá

source: Invalid rate
vi: Tỷ lệ không hợp lệ

source: No toppings!
vi: Không có topping!

source: Add topping
vi: Thêm topping

source: No tags!
vi: Không có tag!

source: Successfully added topping
vi: Thêm topping thành công

source: Add successful products
vi: Thêm sản phẩm thành công

source: Add stores
vi: Thêm cửa hàng

# nameTheStore
source: Name of the store
vi: Tên cửa hàng

source: Opening hours
vi: Giờ mở cửa

source: Account successfully created
vi: Tạo tài khoản thành công

source: Update successful
vi: Cập nhật thành công

source: Delete successfully
vi: Xóa thành công

source: Closing time
vi: Giờ đóng cửa

source: Add successful tag
vi: Thêm tag thành công

source: Successfully added store
vi: Thêm cửa hàng thành công

source: Product category name
vi: Tên danh mục sản phẩm

source: Add successful product categories
vi: Thêm danh mục sản phẩm thành công

source: Add product catalog
vi: Thêm danh mục sản phẩm

source: Successfully added coupon
vi: Thêm coupon thành công

source: Looking for employees
vi: Tìm kiếm nhân viên

source: Login expired, please login again
vi: Hết hạn đăng nhập vui lòng đăng nhập lại

source: Press again to exit
vi: Nhấn thêm lần nữa để thoát

source: Save changes successfully
vi: Lưu thay đổi thành công

source: Account deleted successfully
vi: Xóa tài khoản thành công

source: Order canceled
vi: Đã hủy đơn hàng

source: Complete orders
vi: Hoàn thành đơn hàng

source: Developed by
vi: Phát triển bởi

source: Date created
vi: Ngày tạo

source: Delivery date
vi: Ngày giao

source: Recommend
vi: Đề xuất

source: Product catalogues
vi: Danh mục sản phẩm

source: Contact me via
vi: Liên hệ với tôi qua

# personalInfo
source: Personal Information
vi: Thông Tin Cá Nhân

# customerInfo
source: Customer Information
vi: Thông Tin Khách Hàng

source: Selling products
vi: Sản phẩm bán chạy

source: Welcome back
vi: Chào mừng trở lại

# passwordNotCorrect
source: Password is not correct
vi: Mật khẩu chưa chính xác

# continueGuest
source: Continue as guest
vi: Tiếp tục như khách

source: Internet connection is available
vi: Đã có kết nối internet

source: Logged in successfully
vi: Đăng nhập thành công

source: No Internet connection
vi: Không có kết nối Internet

# alreadyHaveAccount
source: Already have an account
vi: Đã có tài khoản

source: Coffee users
vi: Người dùng Coffee

source: Requires special characters
vi: Yêu cầu phải có ký tự đặc biệt

source: Change password successfully
vi: Đổi mật khẩu thành công

source: PIN code is not correct
vi: Mã PIN chưa chính xác

# newCustomer
source: A new customer
vi: Khách hàng mới

source: Enter the PIN code
vi: Nhập vào mã PIN

# enterPINThatSentYourEmail
source: Enter the PIN that was sent to your email
vi: Nhập vào mã PIN đã được gửi vào email của bạn

# startJourney
source: Start your journey
vi: Bắt đầu cuộc hành trình của bạn

# pleaseSelectStore
source: Please select a store
vi: Vui lòng chọn quán

# chooseDeliveryMethod
source: Choose a delivery method
vi: Chọn phương thức giao hàng

# passwordLengthCharacters
source: Password length is at least 8 characters
vi: Độ dài mật khẩu ít nhất là 8 ký tự

# enterEmailPhoneResetPassword
source: Enter the email address or phone number you used to log in to our app to reset your password
vi: Nhập vào địa chỉ email hoặc số điện thoại bạn đã sử dụng để đăng nhập vào ứng dụng của chúng tôi để đặt lại mật khẩu
